tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "bat"
brew "direnv"
brew "eza"
brew "fish"
brew "gh"
brew "git-delta"
brew "kubernetes-cli"
brew "python@3.13"
brew "pgcli"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pspg"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "trufflehog"
brew "zoxide"
cask "heynote"
cask "iterm2"
cask "maccy"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
