tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.13"
brew "awscli"
brew "bat"
brew "direnv"
brew "duckdb"
brew "eza"
brew "fish"
brew "gh"
brew "git-delta"
brew "kubernetes-cli"
brew "pgcli"
brew "poetry"
brew "postgresql@14", restart_service: :changed
brew "pre-commit"
brew "pspg"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "terraform-docs"
brew "tflint"
brew "trufflehog"
brew "zoxide"
brew "hashicorp/tap/terraform"
cask "dbeaver-community"
cask "heynote"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "rancher"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
