tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "direnv"
brew "eza"
brew "fish"
brew "git-delta"
brew "kubernetes-cli"
brew "python@3.13"
brew "pgcli"
brew "postgresql@14"
brew "pspg"
brew "zoxide"
cask "heynote"
cask "iterm2"
cask "maccy"
cask "slack"
cask "visual-studio-code"
